Repository: Vistaus/weather
Catalog: po/*.po
Languages: de, es

source: - Use only to try this application
de: - Verwenden Sie nur versuchen, diese Anwendung
es: - Use sólo para probar la aplicación

source: - You can't use the update button
de: - Sie können nicht verwenden Sie den button update
es: - No podrá usar el botón de actualizar

source: - You'll have limited access to API
de: - Sie haben begrenzten Zugang zu der API
es: - Tendrá acceso limitado a la API

source: 12 hrs.
de: 12 Stdn.

source: 2 hrs.
de: 2 Stdn.

source: 24 hrs.
de: 24 Stdn.

source: 6 hrs.
de: 6 Stdn.

source: A forecast application with OpenWeatherMap API
de: Eine Anwendung, die Wetterprogrosen anhand der OpenWeatherMap API anzeigt
es: Aplicación de predicción con la API de OpenWeatherMap

source: About Meteo
de: Über Meteo
es: Acerca de Meteo

source: At least of 3 characters are required!
de: Mindestens drei Buchstaben sind erforderlich!
es: ¡Se necesitan al menos 3 caracteres!

source: Based in a mockup by
de: In einem mockup von
es: Basado en una idea de

source: Change location
de: Ort ändern
es: Cambiar ubicación

source: Change to
de: Ändern in
es: Cambiar a

source: Choose your city with maps info.
de: Wählen Sie Ihren Ort mithilfe der Karte.
es: Elija localidad desde mapas informativos

source: Choose your units (metric, imperial or british).
de: Wählen Sie die gewünschte Maßeinheit (metrisch, kaiserlich oder britisch).
es: Elija unidades (Sistema métrico, imperial o británico)

source: Close
de: Schließen
es: Cerrar

source: Cloudiness :
de: Bewölkung:
es: Nubosidad :

source: Clouds
de: Wolken
es: Nubes

source: Clouds:
de: Wolken:

source: Colaborators
de: Mitwirkende
es: Colaboradores

source: Coord. lat:
de: Koord. lat:

source: Coord. lon:
de: Koord. lon:

source: Coordinates :
de: Koordinaten:
es: Coordenadas :

source: Country:
de: Land:

source: Current Weather Data
de: Aktuelle Wetterlage
es: Datos meteorológicos actuales

source: Dark theme:
de: Dunkles Thema:
es: Tema oscuro:

source: Data
de: Daten
es: Datos

source: Data file not found
de: Datendatei nicht gefunden
es: Archivo de datos no encontrado

source: Description:
de: Niederschlag:

source: Enter your OpenWeatherMap API key
de: OpenWeatherMap API Key eingeben
es: Introduzca su clave API de OpenWeatherMap

source: Find my location automatically:
de: Finde meinen Standort automatisch:
es: Encuentra mi posición automáticamente:

source: Forecast
de: Wettervorhersage
es: Previsión

source: Forecast App for desktop
de: Wetterprognose-Anwendung für Desktop
es: Aplicación de predicción para el escritorio

source: Forecast for next 18 hours.
de: Prognose für die nächsten 18 Stunden.
es: Predicción para las próximas 18 horas

source: Forecast for next five days.
de: Prognose für die nächsten fünf Tage.
es: Previsión para los próximos cinco días.

source: Found an error
de: Es ist ein Fehler aufgetreten
es: Encontrado un error

source: General
de: Allgemeines

source: Humidity :
de: Luftfeuchtigkeit:
es: Humedad :

source: Humidity:
de: Luftfeuchtigkeit:

source: ID place:
de: ID ort:

source: Icon file:
de: Icon-Datei:

source: If you don't have it, please visit:
de: Wenn Sie es nicht haben, besuchen Sie bitte:
es: Si no la tiene, por favor visite:

source: Image not found
de: Bild nicht gefunden
es: Imagen no encontrada

source: Imperial System
de: Imperiales System
es: Sistema Imperial

source: Interface
de: Benutzeroberfläche
es: Interfaz

source: Know the forecast of the next hours and days with data and maps
de: Sehen Sie die Wetterprognose der nächsten Stunden und Tage mit vielen Informationen und einer Kartenansicht
es: Conozca la previsión meteorológica de las próximas horas y días, con datos y mapas.

source: Language:
de: Sprache:

source: Location:
de: Lage:

source: Maps
de: Karten
es: Mapas

source: Metric System
de: Metrisches System
es: Sistema Métrico

source: No data
de: Keine Daten
es: No hay datos

source: Now with System Tray Indicator.
de: Jetzt mit System-Tray-Indikator.
es: Ahora con indicador de sistema.

source: Options
de: Optionen
es: Opciones

source: Precipitation
de: Niederschlag
es: Precipitación

source: Preferences
de: Einstelllungen
es: Preferencias

source: Pressure
de: Luftdruck
es: Presión

source: Pressure :
de: Luftdruck:
es: Presión :

source: Pressure:
de: Luftdruck:

source: Quit
de: Verlassen
es: Quitar

source: Restore API key:
de: API Key wiederherstellen:
es: Borrar clave API:

source: Save
de: Sichern
es: Guardar

source: Search for new location:
de: Neuen Ort suchen:
es: Buscar nueva ubicación:

source: Select
de: Auswählen
es: Seleccionar

source: Show Meteo
de: Meteo zeigen
es: Mostrar Meteo

source: Special Thanks to
de: Besonderer Dank gilt
es: Gracias especialmente a

source: Start minimized:
de: Anwendung minimiert starten:
es: Comenzar minimizado:

source: State:
de: Staat:

source: Sunrise :
de: Sonnenaufgang:
es: Amanecer :

source: Sunrise:
de: Sonnenaufgang:

source: Sunset :
de: Sonnenuntergang:
es: Crepúsculo :

source: Sunset:
de: Sonnenuntergang:

source: Symbolic icons:
de: Symbolische Icons:
es: Iconos simbólicos:

source: Temperature
de: Temperatur
es: Temperatura

source: Temperature:
de: Temperatur:

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio

source: The API key cannot be empty.
de: Der API Key darf nicht leer sein.
es: La clave API no puede estar vacía.

source: Today
de: Heute
es: Hoy

source: UK System
de: Britisches System
es: Sistema británico

source: Units:
de: Einheiten:
es: Unidades:

source: Units:
de: Einheiten:

source: Update conditions
de: Wetterprognose aktualisieren
es: Actualizar condiciones

source: Update conditions every :
de: Wetterprognose automatisch aktualisieren:
es: Actualizar condiciones cada :

source: Use API key built-in
de: Integrierten API Key verwenden
es: Usar la clave API incorporada

source: Use System Tray Indicator:
de: System-Tray-Indikator verwenden:
es: Usa indicador de sistema

source: Using built-in API key:
de: Mithilfe der integrierten API-key:
es: Usar llave de API incluida:

source: View weather data
de: Wetterdaten ansehen
es: Ver datos del tiempo

source: Watch awesome maps with weather info.
de: Wunderbare Karten mit Informationen ansehen.
es: Observe divertidos mapas con información meteorológica.

source: Weather:
de: Wetter:

source: Weather;Forecast;Temperature;Wind;Snow;Rain;
de: Wetter; Wetterprognose; Temperatur; Wind; Schnee; Regen;
es: Tiempo;Previsión;Temperatura;Viento;Nieve;Lluvia;

source: Wind Speed
de: Windgeschwindigkeit
es: Veloc. viento

source: Wind dir :
de: Windrichtung:
es: Dir. viento :

source: Wind dir:
de: Windrichtung:

source: Wind speed :
de: Windgeschwindigkeit :
es: Veloc. viento :

source: Wind speed:
de: Windgeschwindigkeit:

source: Wrong API Key. Please, try again.
de: Ungültiger API Key. Bitte erneut eingeben.
es: Clave API errónea. Por favor, inténtelo de nuevo

source: or just :
de: oder einfach nur :
es: o simplemente :

source: website
de: Webseite
es: sitio web
